<template>
    <section>
        <h1>Слабый герой</h1>
        <img
            src="https://avatars.mds.yandex.net/get-kinopoisk-image/10812607/6079c44a-6792-4438-890f-58c82b358437/1920x" />
        <p>
            «Слабый герой» (Weak Hero Class 1) — корейский экшен-триллер, ломающий стереотипы о школьных драках. Главный герой Ён Си Ын — не качок и не бандит, а хрупкий замкнутый отличник. Он годами терпит буллинг, решая проблемы умом и дистанцируясь от всех. Но когда задиры переходят черту и угрожают единственному другу — вспыльчивому, но верному Су Хо — Си Ын применяет на практике то, что знает лучше всего: физику, геометрию и биологию. Его оружие — учебники, ручки, канцелярские ножи и любые подручные предметы. Его тактика — просчитать траекторию и нанести один точный, сокрушительный удар. Фильм показывает превращение жертвы в хищника, размышляя о том, хрупка ли дружба и как система насилия ломает даже самых умных. Без романтики, снято сурово и реалистично.

        </p>
    </section>
</template>

<style scoped>
section {
    display: flex;
    flex-direction: column;
    align-items: center;
}
h1 {
    font-size: 40px;
}
img {
    border-radius: 16px;
    margin: 40px 0;
}
p {
    font-size: 25px;
    text-align: justify;
}
</style>

